Repository: aziraphale/Quassel-LogSearch
Catalog: po/*.po
Languages: de_de

source: No results - please select a Chat.
de_de: Keine Ergebnisse - bitte Chat wählen.

source: No results in
de_de: Kein Ergebnis in

source: seconds.
de_de: Sekunden.

source: No results found for "
de_de: Keine Ergebnisse für "

source: results in
de_de: Erebnisse in

source: <b>Could not connect to database!<br>Could not find PostgreSQL Support (pgsql)!<br>Please check your PHP and install PostgreSQL Support (pgsql)</b>
de_de: <b>Konnte nicht zur Datenbank verbinden!<br>PostgreSQL Unterstützung (pgsql) fehlt!<br>Bitte überprüfen sie ihr PHP and installieren sie PostgreSQL Unterstützung (pgsql)</b>

source: <b>Could not connect to database!<br>Connection failed!<br>Please edit/check your config.php - wrong backend chosen or wrong database-infos!</b>
de_de: <b>Konnte nicht zur Datenbank verbinden!<br>Verbindung abgebrochen<br>Bitte bearbeiten/überprüfen sie ihre config.php - falsches Backend ausgewählt oder falsche Zugangsdaten!</b>

source: <b>Could not connect to database!<br>Could not find PDO Driver for SQLite 3.x!<br>Please check your PHP and dependencies</b>
de_de: <b>Konnte nicht zur Datenbank verbinden!<br>Konnte PDO Treiber für SQLite 3.x nicht finden<br>Bitte überprüfen sie ihre PHP-Installation und ihre Abhängigkeiten!</b>

source: <b>Could not connect to database!<br>&nbsp;&nbsp;&nbsp;PHP-error:
de_de: <b>Konnte nicht zur Datenbank verbinden!<br>&nbsp;&nbsp;&nbsp;PHP-Fehler:

source: show context
de_de: Kontext anzeigen

source: is known as
de_de: heißt jetzt

source: has joined
de_de: betritt

source: has quit
de_de: verlässt

source: has kicked
de_de: wurde aus

source: has changed the topic to:
de_de: hat das Thema geändert zu:

source: Loading...
de_de: Lade ...

source: Quassel Backlog Search
de_de: Quassel Backlog Suche

source: logout
de_de: Abmelden

source: standard
de_de: Standart

source: about
de_de: Über

source: Waiting for search ...
de_de: Warte auf Suche ...

source: on
de_de: auf

source: <b>Your php-Version is too old - please update at least to 5.1!</b>
de_de: <b>Ihre php-Version ist zu alt - es wird mindestens php-5.1 benötigt!</b>

source: <b>There is no config.php - please reinstall Quassel Backlog Search!</b><br>For help read install and readme notes!
de_de: <b>config.php nicht gefunden - bitte Quassel Backlog Search konfigurieren/installieren!</b><br>Bitte README und INSTALL beachten!

source: <b>Invalid backend chosen - please edit your config.php!</b><br>For help read install and readme notes!
de_de: <b>Ungültiges Backend ausgewählt - bitte config.php konfigurieren!</b><br>Bitte README und INSTALL beachten!

source: <b>Username and Password do not match!</b><br>
de_de: <b>Benutzername und Passwort stimmen nicht überein!</b><br>

source: Quasseluser:
de_de: Quasselbenutzer:

source: Password:
de_de: Passwort:

source: remember me:
de_de: merken:

source: Login
de_de: Anmelden

source: hide context
de_de: Kontext ausblenden

source: more
de_de: mehr

source: Start searching!
de_de: suchen!

source: Buffer to search
de_de: Zu durchsuchender Chat

source: Chat to search
de_de: Zu durchsuchender Chat

source: Number of results
de_de: Anzahl der Ergebnisse

source: Show advanced search
de_de: Erweiterte Suche anzeigen

source: Advanced search
de_de: Erweiterte Suche

source: Close
de_de: Beenden

source: Search in a timeperiod:
de_de: Zeitperiode durchsuchen:

source: Excepts any english timeformat
de_de: Akzeptiert jedes englische Zeitformat

source: Switch between DESC and ASC-Sorting; Default: DESC
de_de: Zwischen absteigendender und aufsteigend Sortierung umschalten; Standart: absteigend

source: Switch between multi-search and single-search; Multisearch allows to search more than one Chat at once.
de_de: Zwischen Suche in mehreren/einem Chat umschalten (Multichat).

source: Switch multiple
de_de: Multichatsuche

source: search with regular expression
de_de: Mit regulären Ausdrücken suchen

source: Only messages:
de_de: Nur Nachrichten:

source: search only messages - if _not_ checked joins,quits,... will be shown and searched
de_de: Nur Nachrichten durchsuchen - Wenn deaktiviert, werden auch Join-, Quit- ... Meldungen angezeigt und durchsucht

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen
